[
  {
    "title": "How to Bake\nThe Art and Science of Baking",
    "ingredients": [
      "alkalized cocoa (Dutch cocoa has been",
      "acting:",
      "alkaline mixture used. A slow acting baking powder",
      "acting baking powder will react significantly",
      "product of the wine-making industry and",
      "The Muffin Method",
      "The Creaming or Cake Method",
      "The Biscuit Method",
      "Whisk all the wet ingredients together, including the eggs",
      "Whisk the dry ingredients together.",
      "Add the wet ingredients to the dry ingredients. Stir with a",
      "Place in tins and bake immediately as set forth in the recipe.PAGE 192Busy morning tomorrow? Use the muffin method.",
      "dispersed in the batter, and the entrained air tends to make",
      "With the paddle attachment of an electric mixer, cream",
      "Add the eggs one at a time, creaming after each.",
      "Add the liquid ingredients and stir them in. Do not over-stir",
      "Mix the flour and leavenings together and then add them to",
      "Place in tins or on trays and bake immediately as set forth in",
      "like.)PAGE 194With this method, the butter or shortening is cut into the flour",
      "Measure the dry ingredients into a medium-sized bowl. Whisk",
      "Cut in the shortening, margarine, or butter with a pastry",
      "Combine the liquid ingredients in another bowl.",
      "Add the liquids to the dry ingredients. Stir the mixture together",
      "Remove the dough to a counter lightly dusted with flour.",
      "Cut the scones or biscuits to shape and bake.",
      "Finally, in this part, we will",
      "like bread.PAGE 198Pointers for Success with Quick Breads",
      "Do not over mix. Over mixing will develop the gluten and",
      "Choose low gluten flour, either pastry or all-purpose flour.",
      "Do not scoop the flour. Sift or whisk the flour to make it light",
      "The creaming method produces a more cake-like product and",
      "suited for those recipes that have a high fat or sugar",
      "Bake soon after mixing before the effect of the leavenings",
      "If you use dry milk in your recipe, add it to liquid ingredients",
      "Commercial muffins tend to be very high in fat and sugar—",
      "like, and not as rich as commercial muffins.",
      "Grease pans thoroughly and consider dusting the pans with",
      "stick pans are helpful.PAGE 1999. Breads are easier to remove from the pan if they set for five",
      "Test for doneness by inserting a toothpick into a crack in the",
      "Quick breads are best if they are tightly wrapped and stored",
      "Quick breads can also be frozen. Place the wrapped breads",
      "grade plastic bags and freeze them for up to three",
      "Cracked top: A cracked top is desirable and not a fault.T unnels",
      "T ough texture: A tough texture instead of a tender texture is",
      "Soggy texture:  If the batter is left for too long before baking,",
      "Coarse, crumbly texture: The bread should be moist and dense.",
      "Bitter, soapy aftertaste:  Too much baking soda or baking",
      "T oo thick or too brown of a crust: A tough thick crust may be",
      "Greasy crumb: Too much fat will create a greasy texture.",
      "Crisp edges: Too much fat or too much fat and sugar will create",
      "In preparation, grease the muffin tins. We like the spray oils",
      "Set the oven to preheat. Temperature is one of the secrets to",
      "absorbed into the structure of the oven.",
      "Always measure flour precisely using a scale if you have one.",
      "To make cake-like muffins, use a lower protein flour—cake",
      "like.",
      "If you are using fruit in your muffins, fold them in gently at",
      "Fill the muffin tins with a large spoon or ice cream scoop.",
      "Bake the muffins until they are a light golden brown. The",
      "baked muffins will be dry and tough. Under",
      "It is easy to tear apart hot muffins trying to lift them from",
      "Muffins are best served hot and do not keep well beyond the",
      "Preheat the oven to 425 degrees. It is important that you",
      "Measure the flour by scooping some into a bowl and then",
      "Add the leavening, sugar, salt, and any other dry ingredients",
      "Cut the cold butter into chunks. The butter should be rock-",
      "Make a well in the middle of the flour and pour the",
      "Pat or roll the dough to a thickness of ¾ inch. You cannot",
      "Cut the biscuits to shape. Place them side-by-side on the",
      "by-side, they",
      "Bake for 12 to 14 minutes or until the biscuits just begin to",
      "Use a low protein flour. We prefer unbleached pastry flour.",
      "Don’t over mix the dough. Over-mixing the dough will",
      "Roll the dough to a uniform thickness so that biscuits will",
      "Space the cuts as close together as possible. Reworked",
      "Make the biscuits of uniform size and shape so that they will",
      "Use a greased or parchment paper-lined baking sheet.",
      "If you want crusty biscuits, place them about 1/2-inch apart.",
      "sided biscuits, place them closer and break",
      "For browner biscuits, brush the tops with butter or milk.",
      "For taller biscuits, bake as quickly as possible after forming.",
      "Cool the biscuits on wire racks.PAGE 208How to Make Scones",
      "Use the right flour. Use a soft, low protein flour—we use a",
      "Keep your ingredients cold. Temperature is critical to buttery,",
      "Don’t work your dough too much. Kneading converts the",
      "Use a folding technique. For flakey, layered scones, use a",
      "inch thick.",
      "inch thick before cutting the scones.",
      "Use a ruler. If you would like nice, neat scones, use a",
      "sized scones.",
      "Leave the cut edges of the scones alone. Patting the edges",
      "Don’t over-bake your scones. Over-baking for even a minute",
      "Scones can be frozen for up to three months. Reheat them",
      "You can bake your dough in a single flattened loaf like",
      "Scones are best fresh out of the oven. Recipes with more",
      "For the best shape, don’t roll your dough thinner than 1/2-",
      "Scones will rise to double their unbaked height in the oven.",
      "You don’t need to cut your scones into triangles. You can use",
      "hand cut other shapes. Heart-shaped",
      "Sweetened cornbread: This is Yankee cornbread, slightly sweet to",
      "Southern cornbread: This is the classic, traditional cornbread",
      "Flourless cornbread: Flourless cornbread relies on the proteins",
      "Sweet or savory cornbread: You can mix sweet or savory",
      "Yeasted cornbread: Yeasted cornbread is chewy and wonderful.",
      "Always check your cornmeal for rancidity before baking.",
      "When mixing batter for cornbread or muffins, put away your",
      "Once moistened, work quickly with the batter. The moisture",
      "Cornbread does not keep well. It is best used on the day",
      "Use old-process cornmeal instead of degerminated cornmeal",
      "process cornmeal than you will use in six months, freeze",
      "If you are making cornmeal for stuffing, it can be baked up",
      "Consider substituting whole wheat flour for white flour.",
      "Consider sugar a variable. A sweeter cornmeal will have 1/4",
      "When making corn muffins (or any muffins), partially fill",
      "Many of us love crusty cornbread. A dark pan will make",
      "Typical recipes call for cornmeal and flour in a one-to-one",
      "too-sweet cornbread muffins set off the blueberries perfectly.",
      "like, this recipe maintains its cornbread roots with",
      "purpose flour",
      "like flavor,",
      "ground cornmeal.",
      "rich but still light and cake-like and with a",
      "purpose",
      "greased tins nearly full. Use all the batter for six jumbo",
      "Sugar Topping",
      "Graham-Brown Sugar Topping",
      "third full.",
      "third full.",
      "like cornbreads with a high flour content. Both types are found",
      "rich recipe. It uses baking powder for leavening and",
      "inch, nonstick skillet for 20 minutes or until all but",
      "baked. This is a",
      "lasting cookies that could be packed away",
      "purpose",
      "ball sized mounds on a greased cookie sheet. Bake",
      "purpose flour",
      "type mixer and with the paddle",
      "type mixer",
      "seed bread, muffins, and pound cake—",
      "purpose",
      "half tablespoon zest is about what you will get",
      "purpose flour",
      "12 minutes or until they are golden. Remove to a",
      "The hot oven gives the dough a burst of steam that helps",
      "The alkaline baking soda reacts with the acid buttermilk",
      "The density in your flour mixture will affect the amount of",
      "Make the biscuits of uniform size and shape so that they will"
    ],
    "instructions": [
      "Add the eggs one at a time, creaming after each.",
      "Mix the flour and leavening together.",
      "Add about one-third of the liquid ingredients and stir them in.",
      " ",
      "3. Clemson University, http://hgic.clemson.edu/factsheets, Nov. 11, 2002. ",
      "Ibid., p. 88. ",
      "Ibid., p. 95. ",
      "Ibid., p. 93. ",
      "Measure the sugar and water into a clean saucepan.",
      "Add the flour and baking soda and beat until combined.",
      "Bring the cream and vanilla to a boil.",
      "Stir in the butter.",
      "Melt the chocolate and set aside to cool to room temperature.",
      "Mix the flour, baking powder, and baking soda together."
    ]
  }
]